{
    "loup garou": "Chaque nuit, les loups garous se réveillent et choisissent une personne à dévorer, pour gagner, il ne doit rester que des loups",
    "simple villageois": "Il n'a pas de talent particulier, il est avec le village",
    "sorcière":"Elle est avec le village, chaque nuit, elle se réveille après les loups, elle dispose de deux potions, une de vie pouvant ressusciter la victime des loups et une de mort, qui peut tuer qui elle le souhaite",
    "voyante":"Elle est avec le village, chaque nuit, elle peut connaitre le rôle d'un joueur de son choix",
    "cupidon":"Il est avec le village, au début de la  partie, il choisit deux personnes qui seront en couple. Les deux amoureux sont mis au courant, ils doivent gagner ensemble mais si l'un meure, l'autre aussi.",
    "chasseur":"Il est avec le village, il n'a pas de pouvoir particulier pendant la partie mais à sa mort, il pourra choisir une personne qui l'accompagnera dans la mort",
    "voleur" : "Au début de la partie, le voleur choisit entre deux rôles non donnés par le maitre du jeu, ce sera son rôle pendant le reste de la partie \nVARIANTE :\nvoleur mouvant : le voleur est appelé une fois par nuit, il choisit une personne, il lui vole son rôle et la personne visée devient le voleur",
    "salvateur":"Il désigne chaque nuit un joueur qu'il protègera. Si ce joueur est la victime désignée par les Loups-Garous durant cette même nuit, il survit à leur assaut. Le Salvateur peut éventuellement se protéger lui-même, mais il ne peut pas protéger la même personne deux tours de suite.",
    "idiot du village": "Il n'a pas de rôle particulier étant vivant mais s'il est lynché au bûcher par les joueurs, ceux-ci le gracient immédiatement et son rôle est dévoilé. Suite à cela, l'Idiot du Village reste en vie, mais ne peut plus voter ni être voté (il peut encore participer au débat). Il n'est évidement pas gracié s'il meurt d'une autre façon que par le bûcher.",
    "bouc émissaire":"En cas d'égalité au cours du vote d'un bûcher, c'est le Bouc émissaire qui meurt à la place.",
    "ange":"Le but de l'Ange est de se faire éliminer au cours du premier bûcher. S'il y parvient, il gagne la partie seul. Sinon il devient un Simple Villageois.",
    "loup garou blanc":"Il est différent des autres Loups-Garous, qui eux sont persuadés qu'il est dans leur camp. En plus de comploter de nuit avec les autres Loups-Garous pour désigner une victime, il peut également éliminer un loup durant chaque nuit paire. Il gagne la partie s'il parvient à être le dernier survivant.",
    "prostituée":"Chaque nuit elle va chez un client, si jamais les loups ont visé la prostituée, elle ne meure pas. Par contre, si le client a été visé, elle meure avec lui. La prostituée ne peut pas aller chez la même personne 2 fois tant qu'elle n'a pas fait le tour du village",
    "corbeau":"Chaque nuit, le mj l'appelle en dernier, il choisit qui a le droit de voter et qui n'a pas le droit, il fait ce qu'il veut, il peut choisir une seule personne qui vote, que personne ne vote, que tout le monde vote etc....",
    "grand Manitou":"Il est seul, contre tout le monde, que ce soit le village ou les loups. De nuit, aucun effet ne s'active sur lui même (attaque des loup comprise), il ne peut donc pas être tué de nuit. Chaque nuit, il inverse les rôles de deux joueurs (il ne peut pas changer son rôle). Chaque joueur peut une seule fois pendant la partie, lorsque c'est la nuit, faire une accusation auprès du mj, si une accusation est bonne, le grand Manitou meure. Si tous les joueurs ont raté leur accusation, le Grand Manitou l'emporte. (Il l'emporte également s'il est le dernier en vie)",
    "infect père des loups":"Son objectif est d'éliminer tous les innocents (ceux qui ne sont pas Loups-Garous). Chaque nuit, il se réunit avec ses compères Loups pour décider d'une victime à éliminer... Une fois dans la partie, il peut transformer la victime des loups en ... loup-garou ! Une infection qui peut se révéler cruciale, car l'infecté garde ses pouvoirs d'innocent !",
    "enfant sauvage":"Au tout début de la partie, celui ci choisit un modèle parmi les différents joueurs, quand celui-ci meurt , l'enfant sauvage se transforme automatiquement  en loup garou.",
    "isolateur":"Chaque nuit, il emmène une personne dans son bunker, la personne et lui sont immunisés de tous les effets de nuits. Et la personne isolée n'est pas appelée. Par contre, si l'isolateur isole un loup, l'isolateur meure. Une fois dans la partie, l'isolateur peut informer le mj qu'il laisse un message avant d'isoler, s'il le fait, au matin, le mj informera qui a été isolé, que l'isolateur soit en vie ou non",
    "détective":"Chaque nuit, il compare deux personnes, le mj lui informera s'ils sont dans le même camp ou non. Il n'a pas le droit de comparer deux fois la même personne ni de se comparer lui même",
    "soeur":"Elles sont toutes deux villageoises mais connaissent l'identité de l'autre, elles doivent gagner avec le village. Demande au mj le nom de ta soeur",
    "citoyen":"Deux fois dans la partie, il peut consulter les votes (et donc savoir qui a voté pour qui). Une fois dans la partie, s'il trouve le vote injuste, il peut annuler le vote",
    "grand méchant loup":"Il est avec les autres loups mais en plus, un tour sur deux, il peut tuer une deuxième personne\nVariante :\nIl perd son pouvoir dès qu'un loup est tué",
    "loup feutré":"C'est un loup normal mais avec un bonus... sympathique. Chaque nuit, il a un rôle d'affichage différent. Si son rôle d'affichage est Sorcière et que la voyante l'observe, elle obtiendra le rôle sorcière.",
    "renard":"Chaque nuit, il peut observer trois voisins (3 joueurs qui se suivent dans la liste du voc), il saura s'il y a des loups ou non.\nVARIANTE :\nS'il n'y a pas de loup, il perd son pouvoir",
    "montreur d'ours":"Lorsqu'il y a un montreur d'ours, à chaque fin de débat, le mj donne une liste des joueurs restants dans un ordre aléatoire. À chaque réveil, pour chaque loup voisin du montreur d'ours, il y a un grrrr (il peut donc en avoir 2).",
    "ancien":"Il est avec le village, la première fois qu'il se fait tuer par les loups, il ne meure pas. Par contre, s'il lui reste son pouvoir et qu'il est tué par un villageois ou au vote, tous les villageois perdent leurs pouvoirs pendant 2 tours",
    "chevalier à l'épée rouillée":"S'il se fait tuer par les loups, le loup le plus proche de lui par le bas (de la liste de voc) meure au réveil suivant sa mort.",
    "villageois-villageois":"C'est un simple villageois mais.... Tout le monde le sait",
    "chien-loup":"Au début de la partie, il choisit un maître, si ce maître est un loup, il rejoint le camps des loups, sinon, il devient villageois",
    "trublion":"Chaque nuit, il échange les rôles de deux personnes (il ne peut pas échanger son rôle). À sa mort, tous les rôles seront inversés pendant une nuit (voyante obtient un autre rôle, loups mangent quelqu'un d'autre, prostituée va chez quelqu'un d'autre, les personnes choisies par le corbeau ne votent pas et inversement etc.)",
    "arnacoeur":"Son but est de découvrir qui est en couple, pour ce faire il demande chaque nuit au MDJ si tel Joueur est Amoureux. S'il parvient à trouver l'un des deux Amoureux il devient alors son Amant. Ce dernier en est évidement informé mais pas l'autre Amoureux. Du coup: \nSi l'Amant meurt, il entraîne l'Infidèle avec lui. Le Trompé, découvrant qu'il a été dupé, est tellement énervé qu'il rejette son amour mais ne meurt pas de désespoir.\nSi l'Infidèle meurt, il entraîne les deux autres dans sa mort, puisque les deux l'aiment.\nSi le Trompé meurt, il meurt seul.",
    "avocat":"Pendant la première Nuit, l'Avocat choisit deux joueurs autres que lui-même, qui deviennent ses clients. L'Avocat ne connait ni le rôle ni le camp de ses clients. La condition de victoire de l'Avocat est de faire en sorte qu'au moins un des deux clients remporte la partie vivant. (Ce qui signifie que la victoire de l'Avocat suppose la victoire d'un autre camp dans la partie). En conséquence, à la mort du dernier client, l'Avocat est aussitôt éliminé de la partie. A l'inverse, la mort de l'Avocat n'a aucune incidence sur ses clients. Les clients ne se connaissent pas entre eux, ne connaissent pas non plus l'Avocat et ne sont pas informé de leur statut de client. Toute tentative de mise en couple de l'Avocat échoue.",
    "ankou":"Il est avec le village, il n'a pas de pouvoir particulier pendant sa vie mais après sa mort, il peut encore voter pendant 2 tours (sans participer au débat)",
    "juge bègue":"Il est avec le village, une fois par partie, il peut, à la suite d’un vote, lancer un deuxième débat.",
    "facteur":"Il est avec le village. Il est appelé en dernier lors de la nuit. Le mj lui envoie les différentes lettres envoyées pendant la nuit (seulement les destinataires et l’auteur, pas le contenu). Il pourra choisir de bloquer jusqu’à trois lettres par nuit qui ne seront pas envoyées.",
    "assassin":"Il est seul. Chaque nuit, il a le pouvoir de tuer une personne qui peut être un loup ou un villageois. Il n’est pas protégé de l’attaque des loups.",
    "servante dévouée":"Elle est avec le village, à chaque mort, avant que le rôle ne soit annoncé, elle peut, une fois dans la partie, annoncer son rôle et récupérer le rôle du mort. Son nouveau rôle n’est pas divulgué à tout le monde.",
    "comédien": "Il est avec le village. Au début de la partie, trois rôles du village (sauf cupidon, enfant sauvage, voleur et trublion) sont dévoilés à tout le monde. À chaque tour, le comédien peut prendre l’un de ces rôles pour 24h. Une fois qu’un rôle a été pris, il n’est plus visible (à chaque réveil, le mj dit les rôles encore visibles).",
    "loup bavard":"Il gagne avec les loups, à chaque débat, il doit dire un mot que le mj lui a envoyé, sinon, il meurt.",
    "charmeuse":"Elle gagne seule. Au début de la partie, elle choisit une personne qui croira être en couple avec elle. Si l'un des deux meurt, l'autre ne meurt pas\nS'ils sont les deux dernières personnes en vie, la charmeuse gagne.",
    "cupidon maudit":"Au début de la partie, il choisit 2 personnes qui seront lié par un lien de haine, ils ne pourront pas gagner ensemble."
}